Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E14B.tmx
Source language: en_us
Languages: zh_cn

source: The #1 Way to Make Sure You Eat Your Greens First
zh_cn: 促使你先吃蔬菜的最佳方法

source: Find yourself in need of some healthy habits?
zh_cn: 觉得自己需要培养一些健康的饮食习惯吗？

source: It's a lot easier to train your brain than you might think!
zh_cn: 训练你的大脑比你想象要容易得多！

source: We all know the person that brings the same lunch to work or school every day.
zh_cn: 我们都认识身边那些每天带同样的午餐去上班或上学的人。

source: Many people do this, after all.
zh_cn: 毕竟，这样的人的有很多。

source: Maybe this person happens to be you.
zh_cn: 可能你自己就是这样做的。

source: Humans are creatures of habit and what we eat each day is no different than any other habit that overcomes our brains.
zh_cn: 人是习惯性的动物，我们每天的饮食习惯与其他那些控制我们大脑的习惯没什么区别。

source: Do you grab a banana for breakfast every day because you love bananas and they are quick and easy to consume on the run?
zh_cn: 你是因为喜欢香蕉才每天早餐吃一个的呢，还是因为在你忙的时候吃香蕉方便省事？

source: Or how about that same cereal you purchase week after week at the grocery store because you believe it to be your favorite cereal?
zh_cn: 那你每周在杂货店买相同的谷物也是因为你觉得那些是你最喜欢谷物吗？

source: The reality is that most of us consume the same foods on a regular basis not only out of convenience, but also because humans are suckers for routine.
zh_cn: 事实上，我们大多数人经常吃同样的食物，不仅因为方便，还因为人们按照习惯生活。

source: Brain Power
zh_cn: 大脑的影响力

source: Science corroborates this intuitive hunch that we are apt to form habits without deliberate thought that we are doing so.
zh_cn: 科学家们已经证实了这种直觉灵感，即人们倾向于在不知不觉中养成一些习惯。

source: Researchers have even located an area of the brain responsible for habit formation. Our tendencies to eat the same foods all the time occurs when a region of our brains called the basal ganglia lights up and says, "Hey dude (or dudette), I see that you are eating this food all the time.
zh_cn: 研究人员甚至观察了人脑中专门负责习惯形成的区域，发现当大脑中一个叫基底神经节的区域发光并告诉我们，“嘿，伙计，我知道你经常吃这种食物。

source: I'm going to make this behavior automatic so that the decision-making part of your brain can go to sleep."
zh_cn: 那我让它成为自发性行为，这样你脑中管的策的部分就可以休息了时，我们就会一直吃同样的食物。

source: Our basal ganglias want to make our lives more convenient.
zh_cn: 我们脑中的基底神经节意图让我们的生活更加便利。

source: How nice of them!
zh_cn: 它们可真贴心啊！

source: Well, this can work against us if we get addicted to, say, vegan cookie dough, but it can also work in our favor and get us to make healthier eating choices.
zh_cn: 但是，一旦我们对这些食物比如说素甜酥饼干上了瘾，它就会对我们产生不利影响，但是它也会对我们有利，帮助我们选择更健康的食物。

source: Living a healthy lifestyle and eating more fruits, vegetables, beans, nuts, and seeds becomes that much easier when we give ourselves a chance to make eating them a habit.
zh_cn: 当我们有意识地培养好饮食习惯时，我们更容易建立健康的生活方式，多吃蔬菜、水果、豆类、坚果和瓜子。

source: I recently had a discussion with a friend of mine (who is as obsessed with eating green vegetables as much as I am), that we automatically eat the green vegetables off our plates first without thinking about it.
zh_cn: 我最近和一个跟我一样很爱吃绿色蔬菜的朋友讨论，说我们想都不用想就直接先把盘子里的蔬菜吃光。

source: We crave greens and a meal without a good salad or kale dish just doesn't sit well with us.
zh_cn: 我们非常想吃青菜，哪顿饭没有蔬菜都会不习惯。

source: We have successfully programmed our brains to desire healthy foods, and we chose these foods almost effortlessly when we venture to restaurants or prepare meals in our homes.
zh_cn: 我们已经成功地把对健康食物的喜爱灌进了大脑，当我们去餐馆吃饭或者在家里做饭时很自然地就选择了这些食物。

source: Training Time
zh_cn: 训练时间

source: The fantastic news is that becoming like me and my friend isn't that hard to do, nor does it take a long period of time.
zh_cn: 不可思议的是，想要做到我和我朋友那样并不难，也不需要花太长时间。

source: Ample research has shown that when our taste buds don't have access to the foods they usually love, they begin to love the foods they're with.
zh_cn: 许多研究皆表明，当我们的味蕾接触不到我们平常爱吃的食物时，它们就会转而恋上我们正在吃的食物。

source: As creatures of habit, we enjoy foods that we are used to eating.
zh_cn: 作为习惯的动物，我们喜欢吃自己习惯的食物。

source: However, when we change the foods we are accustomed to and give our taste buds a bit of time, the new foods become preferred.
zh_cn: 然而，当我们改变自己经常吃的食物并给自己的味蕾一段适应期时，我们会更喜欢新的食物。

source: How long does it take to form new food cravings and cultivate new eating habits?
zh_cn: 那么，培养对新食物的渴望并养成新的饮食习惯需要多久呢？

source: Remarkably, scientific studies show that this process takes as little as two weeks.
zh_cn: 值得注意的是，科学研究表明这一过程仅需两个星期。

source: If you begin to make green juices for yourself every day for two weeks, you've got a new habit on your hands.
zh_cn: 如果你连续两周每天给自己榨蔬菜汁，那你就可以建立起新的饮食习惯。

source: Preparing those green juices for yourself may seem tedious for the first week or so, but after the two week mark, you might just start to crave those green drinks like most of us begin to crave the sunshine after a long, dreary winter.
zh_cn: 在开始一周，给自己准备蔬菜汁可能会比较枯燥，但是两周之后，你可能就会开始喜欢上这些蔬菜汁，就像大多数人在一个漫长而沉闷的冬季后开始渴望阳光一样。

source: While preparing green juices for myself every day is not something I've cultivated as a habit (yet!), I can say that my craving for green vegetables with my meals is a habit that will stay with me for the rest of my life.
zh_cn: 虽然我养成的习惯不是每天给自己榨蔬菜汁，但我对绿色蔬菜的渴望可以说是跟随我余生的好习惯。

source: I love the taste of kale, spinach, bok choy, and lettuce because I've made the decision to eat these foods often.
zh_cn: 我喜欢甘蓝、菠菜、白菜和生菜的味道，因为我已经决定经常吃这些蔬菜了。

source: Additionally, if you begin to reduce your exposure to oil, salt, sugar, and all foods that come in packages and at fast food restaurants, in roughly two weeks, you will not be missing those old foods or flavors.
zh_cn: 另外，如果你开始减少与油、盐、糖、各类包装食品和快餐的接触，大约两周之内，你就会忘掉这些食物或它们的味道。

source: My taste buds never experience the taste of potato chips or hamburgers, so I will continue to view them in the same categories as I view a piece of cardboard or plastic.
zh_cn: 我的味蕾从来没感受过薯条或汉堡的味道，所以它们对我而言，跟纸板或塑料之类的东西没什么区别。

source: They don't even look like food to me!
zh_cn: 我甚至没把它们当食物！

source: Healthy lifestyle choices really do become easier once we make them a part of our daily routine.
zh_cn: 选择健康的生活方式真的变得越来越容易，只要我们把这种习惯变成日常生活的一部分。

source: When we educate ourselves about the importance of incorporating plant foods into our lives for disease-prevention and optimal health and we possess the knowledge that we begin to crave the foods we are used to eating, then making a permanent change towards a more plant-based diet doesn't seem as scary.
zh_cn: 当我们教育自己日常生活中多摄入植物食品对于预防疾病和改善健康的重要性并且懂得相关知识时，我们就开始喜欢上我们习惯吃的食物，然后要永远地转向多吃植物的饮食习惯就没那么可怕了。

source: Now who wants to start drinking green juice out of wine glasses with me and make this a new habit?
zh_cn: 现在，谁想跟我一起开始用酒杯喝蔬菜汁，并将其作为一个新的饮食习惯呢？

source: Talia Fuhrman has a B.A. in nutritional sciences from Cornell University and is currently working on a psychology and wellness book for young women to be published early next year.
zh_cn: Talia Fuhrman 拥有康奈尔大学的营养学学士学位，现在在编写一本关于年轻女性心理和营养的书，该书将于明年年出版。

source: You can find Talia on her Facebook page, where she posts easy to prepare recipes, nutrition tips, and psychological musings.
zh_cn: 你可以在Talia的Facebook主页上找到她，她提供了很多简易食谱、营养建议和心理冥想法。
